Repository: FlorianRappl/Sumerics
Catalog: source/Sumerics.Resources/Messages.*.resx
Languages: de

source: About
de: Über

# AboutPositionMessage
source: Your current position is {0}° {1}° with heading {2}° north.
de: Ihre aktuelle Position ist {0}° {1}° mit Richtung {2}° Nord.

source: Accelerometer
de: Beschleunigungsmesser

# AccelerometerLabel
source: Accelerometer:
de: Beschleunigungsmesser:

source: Actions
de: Aktionen

source: Advanced
de: Fortgeschritten

source: All files
de: Alle Dateien

source: Arguments
de: Argumente

# AutomaticHint
source: Automatic
de: Automatisch

# BackToolTip
source: Back to the topic
de: Zurück zum Thema

source: Change working directory
de: Arbeitsverzeichnis ändern

source: Close
de: Schließen

# CloseFileToolTip
source: Close file
de: Datei schließen

# CodeSnippet
source: Code snippet: {0}
de: Codeschnipsel: {0}

source: Collapse all blocks
de: Alle Blöcke kollabieren

# ColorLabel
source: Color:
de: Farbe:

# ColorPaletteLabel
source: Color palette:
de: Farbpalette:

source: Column
de: Spalte

# ColumnsLabel
source: Columns to show:
de: Anzuzeigende Spalten:

# ColumnsRange
source: Columns {0} through {1}
de: Spalten {0} bis {1}

source: Command History
de: Befehlsverlauf

# CommandHistoryLabel
source: Command history:
de: Befehlsverlauf:

source: Compass
de: Kompass

# CompassLabel
source: Compass:
de: Kompass:

source: Compilation error
de: Kompilierungsfehler

# ComputationAborted
source: The computation has been aborted.
de: Die Rechnung wurde abgebrochen.

source: Console
de: Konsole

source: Contour settings
de: Kontureinstellungen

# CopyCommand
source: [copy]
de: [kopieren]

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Current
de: Aktuell

# CustomizeSubplot
source: Customize current subplot
de: Aktuellen Subplot anpassen

source: Data
de: Daten

# DataTitleHint
source: Enter the title here
de: Hier Titel eingeben

# DataTitleLabel
source: Data title:
de: Datentitel:

source: Decision required
de: Entscheidung benötigt

# DecisionRequiredLabel
source: Your decision is required:
de: Ihre Entscheidung ist benötigt:

source: Description
de: Beschreibung

source: Disabled
de: Deaktiviert

source: Documentation
de: Dokumentation

source: Draw expression
de: Ausdruck zeichnen

source: Draw input
de: Eingabe zeichnen

# DrawInputToolTip
source: Draw input
de: Eingabe zeichnen

# DuplicatePlotToolTip
source: Duplicate plot
de: Plot verdoppeln

# EditorSaveAnswerCancel
source: Cancel closing.
de: Abbrechen.

# EditorSaveAnswerNo
source: No, but thanks!
de: Nein, danke!

# EditorSaveAnswerYes
source: Yes, save the changes.
de: Ja, speichere die Änderungen.

# EditorSaveAnswerYesMultiple
source: Yes, I want to save them.
de: Ja, ich will sie speichern.

# EditorSaveQuestion
source: The content has been changed. Save the changes?
de: Der Inhalt wurde geändert. Änderungen speichern?

# EditorSaveQuestionMultiple
source: You have {0} unsaved file(s). Do you want to save them?
de: Sie haben {0} ungespeicherte Datei(en). Wolen Sie sie speichern?

# EditorUntitledFile
source: untitled
de: Unbenannt

source: Enabled
de: Aktiviert

source: English
de: Englisch

# EnterCommandToolTip
source: Enter command
de: Befehl eingeben

source: Enter quick statement
de: Kurzen Ausdruck eingeben

# ErrorCannotCreateFile
source: The file {0} does not exist and could not be created. Usually this is due to unsufficients privileges. Try running Sumerics in admin mode or create the file on your own to get rid of this exception.
de: Die Datei {0} exisitert nicht und kann nicht erstellt werden. Gewöhnlich liegt das an ungenügenden Berechtigungen. Versuchen Sie Sumerics als Administrator auszuführen oder erstellen Sie die Datei selbst, um diese Ausnahme loszuwerden.

# ErrorCannotOpenFile
source: Cannot open file
de: Datei kann nicht geöffnet werden

# ErrorCannotSaveFile
source: Cannot save file
de: Datei kann nicht gespeichert werden

# ErrorLogLabel
source: Error log:
de: Fehlerprotokoll:

# EvaluateFile
source: Evaluating {0}
de: Evaluiere {0}

source: Evaluate input
de: Evaluiere Eingabe

# EvaluateMathDrawingsLabel
source: Evaluate math drawings:
de: Evaluiere Mathezeichnungen:

source: Evaluating ...
de: Evaluation ...

source: Examples
de: Beispiele

# Exception
source: Exception occurred
de: Ausnahme aufgetreten

# ExecuteCommand
source: [run]
de: [ausführen]

# ExecuteToolTip
source: Execute
de: Ausführen

source: Expand all blocks
de: Alle Blöcke erweitern

source: File created
de: Datei erstellt

# FontSizeLabel
source: Font size:
de: Schriftgröße:

source: General
de: Algemein

source: German
de: Deutsch

# GlobalStartupScriptLabel
source: Global startup script: (requires admin privileges)
de: Globales Startskript: (benötigt Administratorberechtigung)

source: Heatmap settings
de: Heatmap Einstellungen

# HeightInPx
source: Height (px)
de: Höhe (px)

source: Help
de: Hilfe

source: Inclinometer
de: Inklinometer

# InclinometerLabel
source: Inclinometer:
de: Inklinometer:

# IncludedSeriesToolTip
source: Included series
de: Eingeschlossene Datenreihe

# InfoToolTip
source: More information
de: Mehr Information

# InputHint
source: Place your input here.
de: Eingabe hier

# InputRequestedLabel
source: Your input has been requested:
de: Ihre Eingabe wurde angefordert:

source: Input Required
de: Eingabe benötigt

source: Interaction
de: Interaktion

# Keyword
source: The {0} keyword.
de: Das {0} Schlüsselwort.

source: Language
de: Sprache

# LanguageRestart
source: Changing the language requires a restart of the application to take effect.
de: Eine Änderung der Sprache erfordert einen Neustart der Anwendung, um Auswirkungen zu haben.

# LegendBackgroundColorLabel
source: Legend background color:
de: Legendenhintergrundsfarbe:

# LegendBorderColorLabel
source: Legend border color:
de: Legendenrahmenfarbe:

# LegendPositionLabel
source: Legend position:
de: Legendenposition:

source: Light
de: Helligkeitssensor

# LightLabel
source: Light:
de: Helligkeitssensor:

source: Line
de: Linie

# LinesOfText
source: {0} lines of text
de: {0} Zeilen Text

source: Load workspace
de: Workspace laden

# LocalVariable
source: Local variable {0}.
de: Lokale Variable {0}.

# MaximumEntriesLabel
source: Maximum entries:
de: Maximale Anzahl Einträge:

source: Message
de: Nachricht

# MoreToolTip
source: More help topics
de: Weitere Hilfethemen

# NewFileToolTip
source: New file
de: Neue Datei

source: Next
de: Nächstes

source: No description available.
de: Keine Beschreibung verfügbar.

source: No examples available.
de: Keine Beispiele verfügbar.

# NotificationAvailable
source: New notification available!
de: Neue Benachrichtigung verfügbar!

source: No usages available.
de: Keine Verwendungen verfügbar.

# OnlyChoice
source: The only choice.
de: Die einzige Option.

source: Open documentation
de: Dokumentation öffnen

source: Open editor
de: Editor öffnen

source: Open file...
de: Datei öffnen...

# OpenFileToolTip
source: Open file
de: Datei öffnen

source: Open workspace ...
de: Workspace öffnen...

source: Options
de: Optionen

source: Overview
de: Übersicht

# OverwriteAnswerCancel
source: I am not sure, please cancel.
de: Ich bin mir nicht sicher, bitte abbrechen.

# OverwriteAnswerYes
source: Sure, go ahead and overwrite it.
de: Klar, mach weiter und überschreib das.

# OverwriteQuestion
source: Do you want to overwrite the file {0}?
de: Willst du die Datei {0} überschreiben?

source: Paste from clipboard
de: Aus der Zwischenablage einfügen

source: Places
de: Orte

# PlaceTheStatement
source: Place the statement here.
de: Ausdruck hier eingeben.

# PlotPlaceholder
source: Nothing to visualize yet. Type plot(1:100, rand(100,3)) to generate a simple plot.
de: Noch nichts zu visualisieren. Mit dem Befehl plot(1:100, rand(100,3)) kann man z.B. einen einfachen Plot erzeugen.

# PlotSavedMessage
source: The plot has been successfully saved in the file {0}.
de: Der plot wurde erfolgreich in der Datei {0} gespeichert.

source: Plot settings
de: Ploteinstellungen

# PlotSettingsToolTip
source: Plot settings
de: Ploteinstellungen

# PlotTitleHint
source: Enter the title here
de: Titel hier eingeben

# PlotTitleLabel
source: Title of the plot:
de: Titel des Plots:

# PluginDescription
source: Plugins can extend the possibilities of Sumerics. Including a plugin is quite straight forward. Just place the plugin you want to include in the subfolder plugins of Sumerics. It will then be shown in the list below. This list is the location where you can enable or disable existing plugins.
de: Plugins können die Möglichkeiten von Sumerics erweitern. Ein Plugin einzufügen ist nicht kompliziert. Fügen Sie einfach das gewünschte Plugin in den Unterordner plugins von Sumerics. Es wird dann in der Liste unten angezeigt. Diese Liste ist der Ort, an dem existierende Plugins aktiviert und deaktiviert werden können.

source: PNG File
de: PNG Datei

source: Previous
de: Vorheriges

# PrintPlotToolTip
source: Print plot
de: Plot drucken

source: Quickview
de: Schnellanzeige

source: Redo
de: Wiederholen

# ResetAxesTansformationsToolTip
source: Reset axes transformations
de: Achsentransformationen zurücksetzen

# RestartRequired
source: Changes require a restart of the application.
de: Veränderungen erfordern einen Neustart der Anwendung.

source: Returns
de: Rückgabe

# RowsLabel
source: Rows to show:
de: Anzuzeigende Zeilen:

source: Samples
de: Beispiele

# SamplesDescription
source: Demonstrations and samples
de: Demonstrationen und Beispiele

source: Save
de: Speichern

source: Save file...
de: Datei speichern...

# SaveFileAsToolTip
source: Save file as ...
de: Datei speichern unter...

# SaveFileToolTip
source: Save file
de: Datei speichern

source: Save image...
de: Bild speichern...

source: Save plot as ...
de: Plot speichern unter...

# SavePlotToolTip
source: Save plot
de: Plot speichern

source: Save workspace
de: Workspace speichern

source: Save workspace as ...
de: Workspace speichern unter...

source: Search help
de: Hilfe durchsuchen

# SearchHint
source: Search...
de: Suchen...

source: Search variables
de: Variablen durchsuchen

source: Select folder
de: Ordner auswählen

source: Sensors
de: Sensoren

source: Series settings
de: Datenreiheneinstellungen

# SeriesTitleHint
source: Enter the title here
de: Titel hier eingeben

# SeriesTitleLabel
source: Series title:
de: Datenreihentitel:

source: Show autocomplete
de: Autovervollständigung anzeigen

# ShowHideErrorsToolTip
source: Show / hide errors
de: Fehler anzeigen / verstecken

# ShowLegendHint
source: Legend visible
de: Legende sichtbar

# ShowLegendLabel
source: Show the legend:
de: Legende anzeigen:

# ShowLevelsHint
source: Lines visible
de: Linien sichtbar

# ShowLevelsLabel
source: Show levels:
de: Levels anzeigen:

# ShowLinesLabel
source: Show lines:
de: Linien anzeigen:

# StopEvaluation
source: Stop current evaluations
de: Aktuelle Evaluation abbrechen

source: Subplot settings
de: Subplot Einstellungen

source: Textfile
de: Textdatei

# TitleHint
source: Enter the title here
de: Titel hier eingeben

# TitleLabel
source: Title of the plot:
de: Plottitel:

# ToggleGridlinesToolTip
source: Toggle gridlines
de: Gridlinien ein/aus

source: Toggle input panel
de: Eingabefeld ein/aus

source: Undo
de: Rückgängig

source: Unexpected error
de: Unerwarteter Fehler

source: Usage
de: Verwendung

# UsedPackages
source: Sensor Numerics uses the following packages:
de: Sensor Numerics verwendet folgende Pakete

# UserStartupScriptLabel
source: User startup script:
de: Benutzerstartskript:

source: View in editor
de: In Editor betrachten

source: Visualization
de: Visualisierung

source: Watch samples
de: Beispiele anschauen

# WidthInPx
source: Width (px)
de: Breite (px)

source: YAMP Script
de: YAMP Skript
